Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Miło się z tobą robi interesy.
uk: З тобою приємно мати справу.

source: Miło słyszeć, jakie masz zdanie na mój temat po tylu latach znajomości. Co za idiota!
uk: Приємно знати, якої ти про мене думки після стількох років знайомства. Що за дурень!

source: Miło widzieć, że dołączyłeś do straży. Warto mieć znajomych wśród przedstawicieli władzy!
uk: Приємно бачити, що ти приєднався до Варти. Добре мати друзів серед представників влади!

source: Miłościwie nam panujący Rhobar II jest człowiekiem bardzo mądrym i podejmuje wszelakie działania mające na celu ochronę królestwa przed orkową zarazą.
uk: Наш верховний правитель Робар II – дуже мудра людина, і він вживає всіх можливих заходів, щоб захистити королівство від оркської пошесті.

source: Miłościwie nam panujący król Rhobar II to dobry władca. Prowadzi nas ku zwycięstwu w wojnie z tymi przeklętymi orkami.
uk: Наш правлячий король Робар II – хороший правитель. Він веде нас до перемоги у війні проти цих проклятих орків.

source: Miłościwy Adanosie... Ten przedmiot jest zdecydowanie starszy niż całe ruiny Volfzacka... Muszę coś sprawdzić. Marvinie, chodź za mną!
uk: Милосердний Аданосе... Цей предмет, безумовно, старіший за самі руїни Вольфзака... Я маю дещо перевірити. Марвіне, ходи за мною!

source: Miłośnik gier
uk: Любитель ігор

source: Miłość kwitnie prawda?
uk: Любов розквітає, чи не так?

source: Miłość, strach, nienawiść, wszystko to jest tylko wytworem twojego umysłu, nad którym nie w pełni panujesz...
uk: Любов, страх, ненависть – все це лише продукт твого розуму, який ти не можеш повністю контролювати...

source: Mleko
uk: Молоко

source: Mm, wyborne. Naprawdę, dawno nie piłem nic tak smacznego, a szczerze mówiąc, jestem miłośnikiem wina. Cholera, może jednak przerzucę się na piwo...
uk: Мм, смакота. Дійсно, давно я не пив нічого настільки смачного, але якщо чесно, то я любитель вина. Дідько, може, я все-таки перейду на пиво...

source: Mmm!
uk: Ммм!

source: Mmm. Do zobaczenia.
uk: Ммм. До зустрічі.

source: Mmm... Przepyszny! Martha to jednak złota kobieta jest.
uk: Ммм... Смакота! Марта все ж таки золота жінка.

source: Mmm... przepyszny! Martha to jednak złota kobieta jest.
uk: Ммм... смакота! Марта все ж таки золота жінка.

source: Mmmm.
uk: Мммм.

source: Mnie możesz oszukać - ale Adanos widzi wszystko!
uk: Ти можеш обдурити мене, але Аданос все бачить!

source: Mnie można zabić, ale nie pokonać! Widzę to jasno na białym.
uk: Мене можна вбити, але не переконати! Я бачу це чітко, як на долоні.

source: Mnie nie obchodzi, po co go odkopywałeś, a ciebie nie powinno obchodzić, co z nim zrobię.
uk: Мене не цікавить, навіщо ти його відкопав, а тебе не повинно цікавити, що я з ним зроблю.

source: Mnie osobiście od zawsze fascynowały wilki. Silne, inteligentne, a jednocześnie czułe i opiekuńcze.
uk: Мене особисто завжди зачаровували вовки. Сильні, розумні і в той же час ласкаві та турботливі.

source: Mnie również, chłopcze. Teraz będę się musiał tłumaczyć Lordowi Hagenowi...
uk: Мені теж, хлопче. Тепер мені доведеться пояснити все Лорду Хагену...

source: Mnie się pytasz? Usłyszeliśmy krzyki i huk kamieni, to pobiegliśmy natychmiast w stronę obozu.
uk: Ти мене питаєш? Ми почули крики і гуркіт каміння, тому одразу ж побігли до табору.

source: Mnie tam to szczerze mówiąc obojętne. Mundur jak mundur. Co za różnica?
uk: Чесно кажучи, мені байдуже. Форма є форма. Яка різниця?

source: Mnie też nie powiedział. Zajmiemy się tym później.
uk: Мені він теж не сказав. Ми розберемося з цим пізніше.

source: Mnie też porwano kogoś bliskiego.
uk: У мене теж викрали близьку людину.

source: Mnie też się to nie podoba.
uk: Мені це теж не подобається.

source: Mnie to nie obchodzą żadne duchy, a już na pewno nie będę szukał jakichś papierów.
uk: Мене не цікавлять ніякі духи, і я точно не буду шукати якісь папери.

source: Mnie to nie przeraża.
uk: Мене це не лякає.

source: Mnie tym bardziej.
uk: Мені тим більше.

source: Mnie?
uk: Мене?

source: Mnie? O co chodzi?
uk: Мене? Ти про що?

source: Mnie? O co chodzi? Jestem teraz trochę zajęty, mam specjalne rozkazy od Rodericha.
uk: Мене? Що сталося? Я зараз трохи зайнятий, маю особливе доручення від Родеріха.

source: Mniej gadania, więcej kopania!
uk: Менше балачок, більше роботи!

source: Mniej ważnymi sprawami organizacyjnymi zajmują się przypisani im magowie.
uk: Менш важливими організаційними питаннями займаються призначені маги.

source: Mniej więcej.
uk: Більш-менш.

source: Mniej więcej?
uk: Приблизно?

source: Mniejsza już o to. Ważne, bym mógł wrócić do pracy, do tego jednak potrzebuję zdrowej ręki.
uk: Нічого страшного. Головне, що я можу повернутися до роботи, але для цього мені потрібна здорова рука.

source: Mniejsza o to, skąd go mam. Pytanie brzmi, co ty możesz mi o nim powiedzieć.
uk: Питання не в тому, звідки він у мене. Питання в тому, що ти можеш мені про нього розповісти.

source: Mniejsze kwoty, czyli ile dokładnie?
uk: Менші суми це скільки саме?

source: Mnóstwo mieszkańców regularnie składa skargi na te karygodne warunki. Miastu bardzo by się przydał ktoś do pomocy w sprzątaniu.
uk: Безліч мешканців регулярно скаржаться на ці ганебні умови. Місту дуже потрібна людина, яка б допомогла його прибрати.

source: Mnóstwo obcych kręci się teraz po wyspie i mam nadzieję, że będziesz spośród nich jedynym, który tutaj zabłądził. Wtedy na pewno będzie szło dobrze.
uk: Зараз островом блукає багато незнайомців, і, сподіваюся, що серед них ти будеш єдиним, хто сюди забрів. Тоді все буде просто чудово.

source: Mnóstwo! Ale myślę, że najodpowiedniejsza będzie tutejsza winnica. Jej sady są szczególnie pięknie o tej porze roku. Jeśli myślisz o schadzce, to sugerowałbym spróbować właśnie tam.
uk: Повно! Але я думаю, що найбільш підходящим буде місцевий виноградник. Його сади особливо гарні в цю пору року. Якщо ти плануєш побачення, я б радив спробувати саме там.

source: Moc Innosa prędzej czy później będzie należała do mnie, teraz jednak zejdź mi z oczu! Muszę porozmawiać z Tengralem, ten starzec naprawdę zaczął mi już działać na nerwy!
uk: Сила Інноса рано чи пізно належатиме мені, а зараз забирайся геть з моїх очей! Мені треба поговорити з Тенгралом, цей старий вже почав мене нервувати!

source: Moc Sprawcza: Tom I
uk: Рушійна Сила. Том I

source: Moc Sprawcza: Tom II
uk: Рушійна Сила. Том II

source: Mocne piwo
uk: Міцне пиво

source: Mocne piwo nie przekonało karczmarza z Leża.
uk: Міцне пиво не переконало корчмаря з Лігва.

source: Mocne piwo o gorzkim smaku.
uk: Міцне пиво з гірким смаком.

source: Mocne!
uk: Міцне!

source: Mocne, a jednocześnie
uk: Міцне, але водночас

source: Mocniej!
uk: Сильніше!

source: Mocniej, mocniej!
uk: Сильніше, сильніше!

source: Mocny eliksir przemiany
uk: Сильний еліксир перетворення

source: Moczę wtedy ziarna i pozwalam im wykiełkować, a potem suszę je. Zależnie od tego, jak to zrobię, otrzymam inne piwo.
uk: Далі я замочую зерна, даю їм прорости, а потім сушу. В залежності від того, як я це роблю, я отримую різне пиво.

source: Modele
uk: Моделі

source: Modlitwa? Tylko tyle? Myślałem, że wiesz coś więcej na ten temat.
uk: Молитва? І це все? Я думав, ти знаєш про це щось більше.

source: Modlitwy do Innosa niczym nie skutkują. Adanos również mnie nie słucha. Król się od nas odwrócił. Do kogo mam się więc zwrócić?
uk: Молитви Інносу не мають жодного ефекту. Аданос також мене не чує. Король відвернувся від нас. До кого мені звертатися?

source: Modlę się do Adanosa, by ta wojna jak najszybciej się skończyła. Słudzy Innosa i Beliara niestety nie potrafią pojąć, jak niszczycielskie są ich konflikty.
uk: Я молю Аданоса, щоб ця війна закінчилася якнайшвидше. Слуги Інноса і Беліара, на жаль, не розуміють, наскільки руйнівними є їхні конфлікти.

source: Moglibyście być trochę ciszej?
uk: Можна трохи тихіше?

source: Moglibyście zacząć pracować. Wtedy ludzie inaczej na was spojrzą.
uk: Ви можете почати працювати. Тоді люди по-іншому ставитимуться до вас.

source: Moglibyście zapracować na wszystko, czego potrzebujecie.
uk: Ви могли б заробити на все необхідне.

source: Moglibyśmy przełożyć rozmowę na później?
uk: Чи не могли б ми відкласти розмову на потім?

source: Moglibyśmy razem potrenować?
uk: Ми могли б потренуватися разом?

source: Mogliście mnie uprzedzić, zanim wpadliście na ten genialny plan, by go po prostu zabić.
uk: Ти міг би попередити мене, перш ніж вигадати цей геніальний план – просто вбити його.

source: Mogliśmy im darować życie. Nie stanowili dla nas zagrożenia, chcieli po prostu stąd uciec. Pamiętaj, że nie można zawsze bezmyślnie wykonywać tego, co polecą ci inni.
uk: Ми могли б зберегти їм життя. Вони не становили для нас жодної загрози, вони просто хотіли забратися звідси. Пам'ятай, що не можна завжди бездумно виконувати те, що тобі наказують інші.

source: Mogliśmy spokojnie handlować, ale musiałeś się wtrącić ty i cała ta cholerna Gildia.
uk: Ми могли б мирно торгувати, але тобі і всій цій триклятій Гільдії треба було втрутитися.

source: Mogą mieć coś wspólnego z zaginięciem mojego brata.
uk: Вони можуть мати відношення до зникнення мого брата.

source: Mogą teleportować jedynie na krótkie odległości i są bardziej zawodne niż zwykłe.
uk: Вони можуть телепортувати лише на короткі відстані і більш ненадійні, ніж звичайні.

source: Mogą też wspomnieć u kilku ludzi w Gildii, że porządny z ciebie chłopak... z pewnością pomoże to w dołączeniu do nas.
uk: Також я можу розповісти в Гільдії, що ти порядний хлопець... це напевно допоможе тобі приєднатися до нас.

source: Mogę być niemiła, bo mnie na to stać!
uk: Я можу бути грубою, бо можу собі це дозволити!

source: Mogę chociaż wiedzieć po co ci ta informacja?
uk: Можу я хоча б дізнатися, навіщо тобі ця інформація?

source: Mogę ci dać 40 sztuk złota... resztę odłożyłem sobie na parę ziół leczniczych.
uk: Можу дати 40 золотих... Решту я відклав собі на кілька цілющих трав.

source: Mogę ci go trochę dać.
uk: Я можу дати тобі трохи.

source: Mogę ci jakoś pomóc?
uk: Я можу тобі якось допомогти?

source: Mogę ci jednak obiecać, że moi ludzie zrobią to szybko i bezboleśnie.
uk: Але я можу пообіцяти, що мої люди зроблять це швидко і безболісно.

source: Mogę ci jedynie obiecać, że jeśli dalej będziesz dla mnie pracował, to porozmawiam z Volkerem o tym nieporozumieniu.
uk: Я можу тобі лише пообіцяти, що якщо ти продовжиш працювати на мене, я поговорю з Волкером з приводу цього непорозуміння.

source: Mogę ci ją sprzedać za powiedzmy... 250 sztuk złota.
uk: Можу продати її тобі скажімо... за 250 золотих.

source: Mogę ci obiecać, że dam ci znać, jeśli tylko czegoś się dowiem o twoim bracie.
uk: Я можу пообіцяти, що повідомлю тобі, якщо дізнаюся щось про твого брата.

source: Mogę ci pokazać kilka sztuczek jak efektywnie pozyskiwać drewno. Kto wie, może kiedyś będzie jeszcze z ciebie cieśla i na coś się nam tutaj przydasz.
uk: Я можу показати тобі кілька хитрощів ефективної заготівлі деревини. Хто знає, може, колись ти все ж таки станеш теслею на користь усім нам.

source: Mogę ci powiedzieć...
uk: Я можу сказати тобі...

source: Mogę ci też pokazać podstawy walki lekką bronią oraz pokazać, jak nabrać siły.
uk: Я також можу показати тобі основи бою легкою зброєю та як стати сильнішим.

source: Mogę ci to wytłumaczyć na wiele sposobów, mój drogi...
uk: Я можу пояснити тобі це багатьма способами, мій любий...

source: Mogę ci więc pokazać, jak posługiwać się bronią jednoręczną, i to zręcznie, a nie jak jakiś tępy osiłek!
uk: Тож я можу показати тобі, як користуватися одноручною зброєю, і робити це вправно, а не як якийсь тупий віслюк!

source: Mogę ci zadać kilka pytań?
uk: Я можу поставити тобі кілька запитань?

source: Mogę ci zadać parę pytań?
uk: Можна поставити тобі кілька запитань?

source: Mogę cię nauczyć walki bronią jednoręczną, dwuręczną, i wszystkiego, co jest z tym związane, ale nie jest to tania sprawa.
uk: Я можу навчити тебе битися з одноручною та дворучною зброєю і всьому, що з цим пов'язано, але це недешево.

source: Mogę cię prosić na chwilę?
uk: Можна тебе на хвилинку?

source: Mogę cię zapewnić, że jest u nas bezpieczny.
uk: Можу тебе запевнити, що у нас воно у безпеці.

source: Mogę cię zapewnić, że nie zajmuję się takimi rzeczami.
uk: Можу тебе запевнити, що я не займаюся такими речами.

source: Mogę co najwyżej szepnąć dobre słowo tu i tam, ale będziesz musiał mi pomóc w utrzymaniu tej podłej wyspy w obrębie Królestwa Myrtany.
uk: Найбільше що я можу, це замовити за тебе добре слово то тут, то там, але ти мусиш допомогти мені утримати цей клятий острів у складі Королівства Міртана.

source: Mogę coś dla ciebie zrobić?
uk: Я можу тобі чимось допомогти?

source: Mogę i naprawię!
uk: Можу і владнаю!

source: Mogę jakoś pomóc?
uk: Я можу якось допомогти?

source: Mogę kupić od ciebie wino?
uk: Чи можу я купити в тебе вино?

source: Mogę kupić u ciebie trochę prowiantu?
uk: Я можу купити в тебе провізію?

source: Mogę liczyć na nagrodę?
uk: Чи можу я розраховувати на винагороду?

source: Mogę liczyć na twoją pomoc?
uk: Я можу розраховувати на твою допомогу?

source: Mogę mieć poważne problemy, jeśli ci go oddam.
uk: У мене можуть бути серйозні неприємності, якщо я його тобі віддам.

source: Mogę nauczyć cię co nieco o kowalstwie.
uk: Можу трохи повчити тебе ковальству.

source: Mogę o coś spytać? Ty i Anskar - skąd się znacie?
uk: Я можу дещо запитати? Звідки ви знайомі з Анскаром?

source: Mogę o coś spytać? Ty i Anskar, skąd się znacie?
uk: Я можу дещо запитати? Звідки ви знайомі з Анскаром?

source: Mogę o nas opowiadać całymi dniami, a i tak nie poruszę nawet połowy kwestii. Masz tyle czasu?
uk: Я можу розповідати про нас цілими днями і все одно не охопити навіть половини всього. Ти маєш стільки часу?

source: Mogę od ciebie coś kupić?
uk: Я можу в тебе щось купити?

source: Mogę odsprzedać ci jego projekt, a jak postawisz mi dobre piwko, to nawet doglądnę cię podczas pracy i dam parę wskazówek.
uk: Я можу продати тобі його креслення, а якщо ти пригостиш мене хорошим пивом, я навіть проконтролюю твою роботу, і дам тобі кілька порад.

source: Mogę pomóc ci ją odnaleźć.
uk: Я можу допомогти його знайти.

source: Mogę ponownie założyć pancerz Wodnego Kręgu...
uk: Я знову можу носити обладунок Кільця Води...

source: Mogę porozmawiać z Holdwigiem?
uk: Я можу поговорити з Гольдвігом?

source: Mogę porozmawiać z Lewko.
uk: Я можу поговорити з Левком.

source: Mogę porozmawiać z Lorenzo, może da się coś zrobić w twojej sprawie.
uk: Я поговорю з Лоренцо, може, з цим щось можна вдіяти.

source: Mogę powiedzieć Albynowi, że przewoźnik jest gotowy do przewozu towarów.
uk: Я можу передати Альбіну, що перевізник готовий перевезти товар.

source: Mogę pożyczyć od ciebie trochę złota?
uk: Можеш позичити мені трохи золота?

source: Mogę przygotować dla twojego brata specjalny opatrunek ziołowy.
uk: Я можу приготувати спеціальну трав'яну пов'язку для твого брата.

source: Mogę ruszać do Lorenzo. Mój towarzysz z pewnością zna drogę, więc nie muszę na niego czekać.
uk: Мені потрібно йти до Лоренцо. Мій напарник напевно знає дорогу, тож мені не доведеться чекати на нього.

source: Mogę rzucić okiem na jedną z nich?
uk: Можна поглянути на одну з них?

source: Mogę równie dobrze się ciebie zapytać, czy władza, której służysz, została wybrana legalnie.
uk: Так само я можу тебе запитати, чи влада, якій ти служиш, була законно обрана.

source: Mogę równie dobrze się ciebie zapytać, czy złodzieje, dla których pracujesz, działają legalnie.
uk: Так само я можу тебе запитати, чи злодії, на яких ти працюєш, діють законно.

source: Mogę się tym zająć za kilka dni, wróć wtedy do mnie.
uk: Я розберусь з цим за кілька днів, тоді й повертайся до мене.

source: Mogę się zająć tą sprawą.
uk: Я можу подбати про це.

source: Mogę sobie teraz pozwolić nawet na wizyty u Rosity!
uk: Тепер я навіть можу дозволити собі відвідувати Розіту!

source: Mogę spojrzeć na tę potrawkę, ale...
uk: Я можу поглянути на цю страву, але...

source: Mogę sprawdzić dla ciebie, gdzie znajduje się jego kwatera. Gdy poczujesz się lepiej, będziesz sam mógł tam pójść i ją sprawdzić.
uk: Я можу дізнатися для тебе, де його покої. Коли тобі стане краще, ти зможеш сам туди піти і подивитися.

source: Mogę sprawić, że do nich trafisz.
uk: Можу зробити так, що ти в них опинишся.

source: Mogę spróbować tchnąć w niego nowe życie.
uk: Я можу спробувати вдихнути в нього нове життя.

source: Mogę spróbować walki z Larrym.
uk: Я можу спробувати подолати Ларрі.

source: Mogę spróbować, ale nie znam się zbytnio na gotowaniu ani roli.
uk: Можу спробувати, але я не тямлю ні в кулінарії, ні в обробці землі.

source: Mogę spytać czyją stal chcesz poczęstować tym środkiem?
uk: Чи можу я дізнатися, чию сталь ти хочеш цим обробити?

source: Mogę tak po prostu wyjść z lecznicy?
uk: Я можу отак просто вийти з лазарету?

source: Mogę teraz dołączyć do Wodnego Kręgu?
uk: Тепер я можу приєднатися до Кільця Води?

source: Mogę też ci zdradzić, jak się dostać do miasta.
uk: Можу також підказати, як потрапити до міста.

source: Mogę wejść do środka?
uk: Можна зайти всередину?

source: Mogę wiedzieć, co ty wyprawiasz?
uk: Можна дізнатися, що ти робиш?

source: Mogę wiedzieć, o który dom konkretnie chodzi?
uk: Можу дізнатися, про який конкретно будинок йдеться?

source: Mogę wiedzieć, skąd to pytanie?
uk: Мені цікаво, звідки таке запитання?

source: Mogę wiedzieć, skąd wziąłeś pancerz gwardzisty?
uk: Можна дізнатися, де ти взяв обладунок гвардійця?

source: Mogę z nim pomówić?
uk: Можна мені з ним поговорити?

source: Mogę z nim porozmawiać o jakimś kontrakcie z twoją karczmą. Jeśli dobrze pamiętam, to liczył sobie ostatnio...
uk: Я можу поговорити з ним про співпрацю з твоєю корчмою. Якщо мені не зраджує пам'ять, минулого разу він розраховував отримати...

source: Mogę z tobą potrenować.
uk: Я можу з тобою потренуватись.

source: Mogę za to dostać złoto?
uk: Чи можу я отримати за це золото?

source: Mogę zajrzeć do środka, o jaśnie królu?
uk: Можна зазирнути всередину, Ваша Світлосте?

source: Mogę zapytać cię o to samo! Wiesz, gdzie jesteśmy?!
uk: Я можу запитати в тебе те ж саме! Ти знаєш, де ми?!

source: Mogę zapytać... po co ci ta informacja?
uk: Можна запитати... навіщо тобі ця інформація?

source: Mogę zapłacić ci 2000 sztuk złota.
uk: Можу заплатити тобі 2000 золотих.

source: Mogę zapłacić ci za wszelkie informacje.
uk: Я можу заплатити тобі за будь-яку інформацію.

source: Mogę zawalczyć na arenie?
uk: Я можу позмагатися на арені?

source: Mogę zlecić ci jakąś robótkę, ale nie licz na nic stałego.
uk: Я можу дати тобі якийсь підробіток, але не сподівайся на щось постійне.

source: Mogę znać szczegóły?
uk: Можна дізнатися деталі?

source: Mogę zorganizować wam schadzkę, gdzieś poza Silbach.
uk: Можу організувати вам зустріч десь за межами Сільбаху.

source: Mogę zostać twoim czeladnikiem?
uk: Чи можу я стати твоїм учнем?

source: Mogę, pewnie że mogę. Ale nie za darmo. Jako cieśla dobrze sobie radzę z otwieraniem zamkniętych skrzyń, jeśli wiesz, co mam na myśli.
uk: Можу, звісно що можу. Але не безкоштовно. Як столяр я добре вмію відкривати закриті скрині, якщо ти розумієш, про що я.

source: Mogła powiedzieć. Nie musielibyśmy organizować całej tej szopki.
uk: Вона могла б просто сказати. І нам не довелося б організовувати весь цей балаган.

source: Mogłabym opowiedzieć ci parę przykrych historii, które spotkały mnie i Amira. Z drugiej strony nie czas na smuty! Jesteś tu, by się rozerwać, czyż nie?
uk: Я могла б розповісти тобі кілька прикрих історій, які трапилися зі мною та Аміром. З іншого боку, зараз не час сумувати! Ти ж тут, щоб розважатися, чи не так?

source: Mogłabym pokazać ci podstawy, ale jeśli szukasz prawdziwej nauczycielki, porozmawiaj z Ramhą. Ona jest tu wirtuozką zielarstwa.
uk: Я можу показати тобі основи, але якщо ти шукаєш справжнього вчителя, звернися до Рамхи. Вона - віртуозна травниця.

source: Mogłabyś mnie czegoś nauczyć?
uk: Можеш мене чогось навчити?

source: Mogłabyś nauczyć mnie alchemii?
uk: Ти можеш навчити мене алхімії?

source: Mogłam się spodziewać, że Kuno odmówi spłaty. Nie przejmuj się, na jego szachownicy sporo zarobię.
uk: Що ж, я очікувала, що Куно відмовиться. Не хвилюйся, на його шахівниці я зароблю чимало грошей.

source: Mogłam zgnić we wsi, a tak, przynajmniej nie chodzę głodna. Ciężko dziś o dobrą robotę w mieście, a ta... przynajmniej jest prosta!
uk: Я могла б згнити в селі, а так, принаймні, не голодую. У місті зараз важко знайти хорошу роботу, а ця... принаймні проста!

source: Mogłem jeszcze parę lat pracować dla organizacji, w końcu byłem najlepszy! A co dostałem w zamian?
uk: Я міг би працювати в організації ще кілька років, адже я був найкращим! І що я отримав натомість?

source: Mogłem posłuchać Vlady. Tego, co widziałem, chyba nigdy nie zapomnę. Muszę powiedzieć o wszystkim Graysonowi.
uk: А міг би послухати Владу. Не думаю, що колись забуду побачене. Я мушу розповісти усе Грейсону.

source: Mogłem się domyślić, że będzie coś kombinował. Dobrze się spisałeś, wspomnę o tobie komu trzeba.
uk: Я здогадувався, що він щось задумав. Ти молодець, я згадаю про тебе кому треба.

source: Mogłem się domyślić, że będziesz chciał pieniędzy... dobrze, zapłacę, ale musisz się z tym uwinąć!
uk: Я міг би здогадатися, що ти захочеш грошей... добре, я заплачу, але ти мусиш поквапитись!

source: Mogłem się domyślić, że grabarz nie będzie chciał się rozstać ze swoją łopatą. Powiedział mi jednak, żebym poszukał jakiejś w Szczurzym Zaułku. Jego zdaniem ludzie z tej dzielnicy trzymają różnego rodzaju 'barachło', więc pewnie będą mieli jakąś łopatę. Facet nie dał mi jednak zbyt wielu wskazówek, a przeczesywanie całej dzielnicy z pewnością trochę mi zajmie. Może uda mi się zdobyć łopatę gdzieś indziej?
uk: Я здогадувався, що гробар не захоче розлучатися зі своєю лопатою. Однак він порадив мені пошукати її у Щурячому провулку. За його словами, люди в тому районі тримають різне 'барахло', тож у них ймовірно знайдеться і лопата. Однак, він не дав мені жодної підказки, а щоб обшукати всю околицю, мені знадобиться чимало часу. Можливо, я зможу дістати лопату десь в іншому місці?

source: Mogłem się domyślić, że mają jakąś bazę przerzutową w pobliżu. Wszystkie duże statki zostały zarekwirowane, więc pewnie po prostu robią wiele kursów małymi łodziami.
uk: Я міг би здогадатися, що у них є якийсь переправний пункт поблизу. Всі великі кораблі конфіскували, тож їм, мабуть, доводиться багато плавати на малих човнах.

source: Mogłem się domyślić, że strach cię obleci.
uk: Можна було здогадатися, що ти злякаєшся.

source: Mogłem się domyślić, że takie nienaturalne zmiany są dziełem szaleńczych badań alchemicznych. Gdzie teraz jest ten Bodowin?
uk: Я здогадувався, що такі неприродні зміни були результатом божевільних алхімічних досліджень. Де тепер цей Бодовін?

source: Mogłem się przesłyszeć, ale jeden z tych gości coś o tobie mówił.
uk: Можливо мені почулося, але один з тих хлопців щось казав про тебе.

source: Mogłem się spodziewać takiej reakcji. Teraz nie obejdzie się bez obicia kilku portowych gęb.
uk: Такої реакції можна було очікувати. Тепер не обійдеться без кількох синців.

source: Mogłem się spodziewać, że do reszty przesiąkłeś propagandą władz!
uk: Я міг очікувати, що ти наскрізь просякнутий пропагандою влади!

source: Mogłem się spodziewać, że szef Wodnego Kręgu nie będzie na mnie czekał na samym środku winnicy. Trzeba będzie rozejrzeć się po pobliskich ścieżkach, na pewno jest gdzieś w okolicy.
uk: Звичайно, я й не очікував, що очільник Кільця Води чекатиме на мене посеред виноградника. Доведеться оглянути довколишні стежки, напевно він десь неподалік.

source: Mogłem się tego domyślić - cuchnie alkoholem!
uk: Я міг би здогадатися – тхне алкоголем!

source: Mogłem się tego domyślić, dawka była bardzo delikatna.
uk: Можна припустити, що ця доза була дуже слабкою.
